/* 
 * To change this license header, choose License Headers in Project Properties.
 * To change this template file, choose Tools | Templates
 * and open the template in the editor.
 */

function loadCity()
{
    var citySelector = document.getElementById("city");
    var option;
    var city = ["¡ÃØ§à·¾ÁËÒ¹¤Ã"
                ,"à¸?à¸£à¸°à¸?à¸µà¹?"
                ,"à¸?à¸²à¸?à¸?à¸?à¸?à¸¸à¸£à¸µ"
                ,"à¸?à¸²à¸¬à¸ªà¸´à¸?à¸?à¸¸à¹?"
                ,"à¸?à¸³à¹?à¸?à¸?à¹?à¸?à¸?à¸£"
                ,"à¸?à¸­à¸?à¹?à¸?à¹?à¸?"
                ,"à¸?à¸±à¸?à¸?à¸?à¸¸à¸£à¸µ"
                ,"à¸?à¸°à¹?à¸?à¸´à¸?à¹?à¸?à¸£à¸²"
                ,"à¸?à¸¥à¸?à¸¸à¸£à¸µ"
                ,"à¸?à¸±à¸¢à¸?à¸²à¸?"
                ,"à¸?à¸±à¸¢à¸ à¸¹à¸¡à¸´"
                ,"à¸?à¸¸à¸¡à¸?à¸£"
                ,"à¹?à¸?à¸µà¸¢à¸?à¸£à¸²à¸¢"
                ,"à¹?à¸?à¸µà¸¢à¸?à¹?à¸«à¸¡à¹?"
                ,"à¸?à¸£à¸±à¸?"
                ,"à¸?à¸£à¸²à¸?"
                ,"à¸?à¸²à¸?"
                ,"à¸?à¸?à¸£à¸?à¸²à¸¢à¸?"
                ,"à¸?à¸?à¸£à¸?à¸?à¸¡"
                ,"à¸?à¸?à¸£à¸?à¸?à¸¡"
                ,"à¸?à¸?à¸£à¸£à¸²à¸?à¸ªà¸µà¸¡à¸²"
                ,"à¸?à¸?à¸£à¸¨à¸£à¸µà¸?à¸£à¸£à¸¡à¸£à¸²à¸?"
                ,"à¸?à¸?à¸£à¸ªà¸§à¸£à¸£à¸?à¹?"
                ,"à¸?à¸?à¸?à¸?à¸¸à¸£à¸µ"
                ,"à¸?à¸£à¸²à¸?à¸´à¸§à¸²à¸ª"
                ,"à¸?à¹?à¸²à¸?"
                ,"à¸?à¸¶à¸?à¸?à¸²à¸¬"
                ,"à¸?à¸¸à¸£à¸µà¸£à¸±à¸¡à¸¢à¹?"
                ,"à¸?à¸?à¸¸à¸¡à¸?à¸²à¸?à¸µ"
                ,"à¸?à¸£à¸°à¸?à¸§à¸?à¸?à¸µà¸£à¸µà¸?à¸±à¸?à¸?à¹?"
                ,"à¸?à¸£à¸²à¸?à¸µà¸?à¸?à¸¸à¸£à¸µ"
                ,"à¸?à¸±à¸?à¸?à¸²à¸?à¸µ"
                ,"à¸?à¸£à¸°à¸?à¸?à¸£à¸¨à¸£à¸µà¸­à¸¢à¸¸à¸?à¸¢à¸²"
                ,"à¸?à¸±à¸?à¸?à¸²"
                ,"à¸?à¸±à¸?à¸¥à¸¸à¸?"
                ,"à¸?à¸´à¸?à¸´à¸?à¸£"
                ,"à¸?à¸´à¸©à¸?à¸¸à¹?à¸¥à¸?"
                ,"à¹?à¸?à¸?à¸£à¸?à¸¸à¸£à¸µ"
                ,"à¹?à¸?à¸?à¸£à¸?à¸¹à¸£à¸?à¹?"
                ,"à¹?à¸?à¸£à¹?"
                ,"à¸?à¸°à¹?à¸¢à¸²"
                ,"à¸ à¸¹à¹?à¸?à¹?à¸?"
                ,"à¸¡à¸«à¸²à¸ªà¸²à¸£à¸?à¸²à¸¡"
                ,"à¸¡à¸¸à¸?à¸?à¸²à¸«à¸²à¸£"
                ,"à¹?à¸¡à¹?à¸®à¹?à¸­à¸?à¸ªà¸­à¸?"
                ,"à¸¢à¸°à¸¥à¸²"
                ,"à¸¢à¹?à¸ªà¸?à¸£"
                ,"à¸£à¹?à¸­à¸¢à¹?à¸­à¹?à¸?"
                ,"à¸£à¸°à¸?à¸­à¸?"
                ,"à¸£à¸°à¸¢à¸­à¸?"
                ,"à¸£à¸²à¸?à¸?à¸¸à¸£à¸µ"
                ,"à¸¥à¸?à¸?à¸¸à¸£à¸µ"
                ,"à¸¥à¸³à¸?à¸²à¸?"
                ,"à¸¥à¸³à¸?à¸¹à¸?"
                ,"à¹?à¸¥à¸¢"
                ,"à¸¨à¸£à¸µà¸ªà¸°à¹?à¸?à¸©"
                ,"à¸ªà¸?à¸¥à¸?à¸?à¸£"
                ,"à¸ªà¸?à¸?à¸¥à¸²"
                ,"à¸ªà¸?à¸¹à¸¥"
                ,"à¸ªà¸¡à¸¸à¸?à¸£à¸?à¸£à¸²à¸?à¸²à¸£"
                ,"à¸ªà¸¡à¸¸à¸?à¸£à¸ªà¸?à¸?à¸£à¸²à¸¡"
                ,"à¸ªà¸¡à¸¸à¸?à¸£à¸ªà¸²à¸?à¸£"
                ,"à¸ªà¸£à¸°à¹?à¸?à¹?à¸§"
                ,"à¸ªà¸£à¸°à¸?à¸¸à¸£à¸µ"
                ,"à¸ªà¸´à¸?à¸«à¹?à¸?à¸¸à¸£à¸µ"
                ,"à¸ªà¸¸à¹?à¸?à¸?à¸±à¸¢"
                ,"à¸ªà¸¸à¸?à¸£à¸£à¸?à¸?à¸¸à¸£à¸µ"
                ,"à¸ªà¸¸à¸£à¸²à¸©à¸?à¸£à¹?à¸?à¸²à¸?à¸µ"
                ,"à¸ªà¸¸à¸£à¸´à¸?à¸?à¸£à¹?"
                ,"à¸«à¸?à¸­à¸?à¸?à¸²à¸¢"
                ,"à¸«à¸?à¸­à¸?à¸?à¸±à¸§à¸¥à¸³à¸ à¸¹"
                ,"à¸­à¹?à¸²à¸?à¸?à¸­à¸?"
                ,"à¸­à¸¸à¸?à¸£à¸?à¸²à¸?à¸µ"
                ,"à¸­à¸¸à¸?à¸±à¸¢à¸?à¸²à¸?à¸µ"
                ,"à¸­à¸¸à¸?à¸£à¸?à¸´à¸?à¸?à¹?"
                ,"à¸­à¸¸à¸?à¸¥à¸£à¸²à¸?à¸?à¸²à¸?à¸µ"
                ,"à¸­à¸³à¸?à¸²à¸?à¹?à¸?à¸£à¸´à¸?"];
    var i=0;
    for(;i < city.length ; i++){
        option = document.createElement("option");
        option.text = city[i];
        citySelector.add(option);
    }
}

